{
    "/uav": {
        "get": {
            "uavs": [
                { "name": "TYI TYI4-10L", "description": "Многофункциональный дрон с высокой грузоподъемностью, идеально подходящий для сельскохозяйственных работ и доставки легких грузов." },
                { "name": "YJTech 50L", "description": "Надежный дрон с емкостью 50 литров, предназначенный для профессионального применения в агрономии и логистике, обеспечивающий точность и эффективность." },
                { "name": "RCDrone M50 50L", "description": "Универсальный дрон с грузоподъемностью 50 литров, идеально подходит для мониторинга полей и выполнения задач по распределению удобрений." },
                { "name": "TopXGun FP500 40L", "description": "Высокопроизводительный дрон с 40-литровым баком, предлагающий передовые технологии для точного распыления и наблюдения за сельскохозяйственными культурами." },
                { "name": "JA J50 50L", "description": "Мощный дрон с грузоподъемностью 50 литров, разработанный для эффективной работы в сложных условиях и выполнения задач по доставке и обработке полей." },
                { "name": "Y10 22L", "description": "Компактный дрон с 22-литровым баком, идеально подходящий для малых хозяйств и городского сельского хозяйства, обеспечивающий легкость управления и маневренность." },
                { "name": "YUEQUN 3WWDZ-30A 30L", "description": "Многоцелевой дрон с 30-литровым баком, предлагающий высокую производительность и простоту в использовании для агрономических приложений." },
                { "name": "Joyance JT30L-606 30L", "description": "Эффективный дрон с грузоподъемностью 30 литров, предназначенный для точного распыления и мониторинга растений, обеспечивающий надежную работу в любых условиях." },
                { "name": "JOYANCE JT148-52 45L", "description": "Инновационный дрон с грузоподъемностью 45 литров, разработанный для оптимизации сельскохозяйственных процессов. Обеспечивает высокую точность распыления и мониторинга, идеально подходит для больших участков и профессиональных агрономических задач." }
              ]
        },
        "post": {
            "answer": {"Полетное задание": "получено"}
        }
      }
}